Repository: twillo-lehre-teilen/Feldlinien
Catalog: locale/*.po
Languages: de

# MEASURED_POWER
source: Flux
de: Magnetischer Fluss

# MEASURED_FIELD_LINE_COUNT
source: Field line count
de: Feldlinien durch die Fläche

# FIELD_POWER
source: Flux density
de: Stärke des Magnetfeldes

source: Area diameter
de: Durchmesser Fläche

source: Area width
de: Seitenlänge Fläche

source: Area rotation
de: Drehung Fläche

source: Hide UI
de: Menü verstecken

source: Show UI
de: Menü anzeigen

source: Language selection
de: Sprache ändern

source: Change area type
de: Flächentyp ändern

# CHECKBOX_AUTO_ROTATE
source: Rotate automatically
de: Automatisch drehen

source: slower
de: langsamer

source: faster
de: schneller

source: About this application
de: Über diese Anwendung

# BUTTON_CLOSE
source: Close
de: Schließen

# HINT_ROTATE_AREA
source: Rotate area
de: Fläche drehen

# HINT_MOVE_AREA
source: You can move me
de: Du kannst mich bewegen

# HINT_CHANGE_LANGUAGE
source: Change language
de: Sprache ändern

# HINT_ROTATE_MAGNET
source: You can rotate me
de: Du kannst mich drehen
